RUN_WIKI: PROC OPTIONS(MAIN);
   DCL SYSTEM BUILTIN;
   DCL RC FIXED BIN(31);
   
   PUT SKIP LIST('INITIALIZING MEV WIKI MAINFRAME BRIDGE...');
   RC = SYSTEM('start index.html');
END RUN_WIKI;
